mithro/renode-espemu/peripherals/sx1278/firmware/sdkconfig.defaults
# Minimal ESP32-C3 config for SX1278 test firmware
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
